/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Käynnistä suojaus";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "AdGuardin suojaus ei ole käytössä. Paina \"Käynnistä suojaus\" -painiketta";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "Käynnistä AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard ei ole käytössä. Sen on oltava käynnissä, jos haluat muuttaa sisällönsuodatuksen asetuksia";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Huomioi, että sisällönsuodatus toimii Safarissa toimii myös silloin, kun sovellus ei ole käynnissä";
